<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
	<dict>
		<key>PayloadContent</key>
		<array>
			<dict>
				<key>PayloadDisplayName</key>
				<string>Setup Assistant</string>
				<key>PayloadIdentifier</key>
				<string>com.apple.SetupAssistant.managed.6d35c0b7-fbeb-4f07-a332-fa93a4aaa92b</string>
				<key>PayloadType</key>
				<string>com.apple.SetupAssistant.managed</string>
				<key>PayloadUUID</key>
				<string>6d35c0b7-fbeb-4f07-a332-fa93a4aaa92b</string>
				<key>PayloadVersion</key>
				<integer>1</integer>
				<key>SkipSetupItems</key>
				<array>
					<string>Accessibility</string>
					<string>Appearance</string>
					<string>AppStore</string>
					<string>Biometric</string>
					<string>EnableLockdownMode</string>
					<string>FileVault</string>
					<string>iCloudDiagnostics</string>
					<string>iCloudStorage</string>
					<string>Intelligence</string>
					<string>Payment</string>
					<string>Privacy</string>
					<string>ScreenTime</string>
					<string>Siri</string>
					<string>SoftwareUpdate</string>
					<string>Wallpaper</string>
					<string>Welcome</string>
				</array>
			</dict>
		</array>
		<key>PayloadDisplayName</key>
		<string>Untitled</string>
		<key>PayloadIdentifier</key>
		<string>CK-SURPRO9.6425a669-5791-40a2-aca0-6946ba0d57ec</string>
		<key>PayloadType</key>
		<string>Configuration</string>
		<key>PayloadUUID</key>
		<string>6425a669-5791-40a2-aca0-6946ba0d57ec</string>
		<key>PayloadVersion</key>
		<integer>1</integer>
	</dict>
</plist>