{
    "@odata.context": "https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity",
    "createdDateTime": "2024-07-16T17:04:29.1957065Z",
    "creationSource": null,
    "description": "",
    "lastModifiedDateTime": "2024-07-16T17:42:05.308614Z",
    "name": "PPPC - Intune Agent - Allow Access to System Events",
    "platforms": "macOS",
    "priorityMetaData": null,
    "roleScopeTagIds": [
        "0"
    ],
    "settingCount": 1,
    "technologies": "mdm,appleRemoteManagement",
    "id": "1e3cbcfe-2639-42fe-82f0-85a50e002995",
    "templateReference": {
        "templateId": "",
        "templateFamily": "none",
        "templateDisplayName": null,
        "templateDisplayVersion": null
    },
    "settings": [
        {
            "id": "0",
            "settingInstance": {
                "@odata.type": "#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance",
                "settingDefinitionId": "com.apple.tcc.configuration-profile-policy_com.apple.tcc.configuration-profile-policy",
                "settingInstanceTemplateReference": null,
                "groupSettingCollectionValue": [
                    {
                        "settingValueTemplateReference": null,
                        "children": [
                            {
                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance",
                                "settingDefinitionId": "com.apple.tcc.configuration-profile-policy_services",
                                "settingInstanceTemplateReference": null,
                                "groupSettingCollectionValue": [
                                    {
                                        "settingValueTemplateReference": null,
                                        "children": [
                                            {
                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance",
                                                "settingDefinitionId": "com.apple.tcc.configuration-profile-policy_services_appleevents",
                                                "settingInstanceTemplateReference": null,
                                                "groupSettingCollectionValue": [
                                                    {
                                                        "settingValueTemplateReference": null,
                                                        "children": [
                                                            {
                                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance",
                                                                "settingDefinitionId": "com.apple.tcc.configuration-profile-policy_services_appleevents_item_aereceivercoderequirement",
                                                                "settingInstanceTemplateReference": null,
                                                                "simpleSettingValue": {
                                                                    "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                                                    "settingValueTemplateReference": null,
                                                                    "value": "identifier \"com.apple.systemevents\" and anchor apple"
                                                                }
                                                            },
                                                            {
                                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance",
                                                                "settingDefinitionId": "com.apple.tcc.configuration-profile-policy_services_appleevents_item_aereceiveridentifier",
                                                                "settingInstanceTemplateReference": null,
                                                                "simpleSettingValue": {
                                                                    "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                                                    "settingValueTemplateReference": null,
                                                                    "value": "com.apple.systemevents"
                                                                }
                                                            },
                                                            {
                                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                                "settingDefinitionId": "com.apple.tcc.configuration-profile-policy_services_appleevents_item_aereceiveridentifiertype",
                                                                "settingInstanceTemplateReference": null,
                                                                "choiceSettingValue": {
                                                                    "settingValueTemplateReference": null,
                                                                    "value": "com.apple.tcc.configuration-profile-policy_services_appleevents_item_aereceiveridentifiertype_0",
                                                                    "children": []
                                                                }
                                                            },
                                                            {
                                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                                "settingDefinitionId": "com.apple.tcc.configuration-profile-policy_services_appleevents_item_allowed",
                                                                "settingInstanceTemplateReference": null,
                                                                "choiceSettingValue": {
                                                                    "settingValueTemplateReference": null,
                                                                    "value": "com.apple.tcc.configuration-profile-policy_services_appleevents_item_allowed_true",
                                                                    "children": []
                                                                }
                                                            },
                                                            {
                                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance",
                                                                "settingDefinitionId": "com.apple.tcc.configuration-profile-policy_services_appleevents_item_coderequirement",
                                                                "settingInstanceTemplateReference": null,
                                                                "simpleSettingValue": {
                                                                    "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                                                    "settingValueTemplateReference": null,
                                                                    "value": "identifier \"com.microsoft.intuneMDMAgent\" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = UBF8T346G9"
                                                                }
                                                            },
                                                            {
                                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance",
                                                                "settingDefinitionId": "com.apple.tcc.configuration-profile-policy_services_appleevents_item_identifier",
                                                                "settingInstanceTemplateReference": null,
                                                                "simpleSettingValue": {
                                                                    "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                                                    "settingValueTemplateReference": null,
                                                                    "value": "com.microsoft.intuneMDMAgent"
                                                                }
                                                            },
                                                            {
                                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                                "settingDefinitionId": "com.apple.tcc.configuration-profile-policy_services_appleevents_item_identifiertype",
                                                                "settingInstanceTemplateReference": null,
                                                                "choiceSettingValue": {
                                                                    "settingValueTemplateReference": null,
                                                                    "value": "com.apple.tcc.configuration-profile-policy_services_appleevents_item_identifiertype_0",
                                                                    "children": []
                                                                }
                                                            }
                                                        ]
                                                    }
                                                ]
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ]
            }
        }
    ]
}
